// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Fehler bei Arbeitsablaufkopie";
"COPY_WORKFLOWS_DESC" = "Fehler beim Kopieren der Arbeitsabläufe in den Domänenordner des Benutzergeräts";

// generic error
"ERROR" = "Fehler";
"ERROR_UNKNOWN_DESC" = "Unbekannter Fehler.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Fehler beim Erstellen des Arbeitsablaufs";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Unbekannter Fehler beim Erstellen des Arbeitsablaufs. Versuchen Sie es erneut.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Fehler beim Erstellen des Verzeichnisses";
"ERROR_CREATING_DIR_DESC" = "Fehler beim Erstellen des Verzeichnisses %@. Überprüfen Sie die Zugriffsrechte für den übergeordneten Ordner, und versuchen Sie es dann erneut.";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Scan-Shortcut wird nicht unterstützt";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Der ausgewählte Scan-Shortcut ist nicht ausführbar, da er von der Software nicht erkannt wird. Wählen Sie einen anderen Scan-Shortcut aus, und versuchen Sie es erneut.";

"Your HP device has sent a status message. This message could not be saved" = "Vom HP Gerät wurde eine Statusmeldung gesendet. Diese konnte nicht gesichert werden.";
